app_name = 'notepad.exe'

# MT4 XAUUSD时间设定
capture_time = [
    '0:1', '4:01', '8:01', '12:01', 
    '16:01', '20:15',
]
create_pdf_time = '20:16'


# 大陆A股时间设定
# capture_time = [
#     '9:30', '9:46', '10:01', '10:16', 
#     '10:31', '10:46', '11:01', '11:16', 
#     '11:31', '13:01', '13:16', '13:31', 
#     '13:46', '14:01', '14:16', '14:31',
#     '14:46', '15:15'
# ]
# create_pdf_time = '15:16'


# print('setting.py处于调试模式，正式运行请删除调试代码')
# capture_time = ['23:17', '23:18','23:19','23:20']
# create_pdf_time = '23:21'