app_name = 'notepad.exe'

# MT4 XAUUSD/数字货币 24小时交易
# capture_time = [
#     '0:1', '4:01', '8:01', '12:01', 
#     '16:01', '20:15',
# ]
# create_pdf_time = '20:16'


# # 大陆A股时间设定
name = '50ETF每日操盘日志'
capture_time = [
    '9:30:01', '9:45:01', '10:00:01', '10:15:01', 
    '10:30:01', '10:45:01', '11:00:01', '11:15:01', 
    '11:30:01', '13:00:01', '13:15:01', '13:30:01', 
    '13:45:01', '14:00:01', '14:15:01', '14:30:01',
    '14:45:01', '15:15:00'
]
create_pdf_time = '15:16:00'


# print('setting.py处于调试模式，正式运行请删除调试代码')
# name = '测试'
# capture_time = ['17:23:01', '17:24:01','17:25:01','17:26:01']
# create_pdf_time = '17:27:01'